{"Beetle": [["Are Beetles insects?", "Encyclopedia of Insects."], ["Can Beetles be found in polar regions?", "Beetles can be found in almost all habitats, but are not known to occur in the sea or in the polar regions."], ["Do Beetles antennae function primarily as organs of smell?", "Beetles' antennae are primarily organs of smell, but may also be used to feel out a beetle's environment physically."], ["What are the three sections of a beetle?", "Like all insects, beetles' bodies are divided into three sections: the head, the thorax, and the abdomen."], ["Which defense mechanism uses colour or shape to deceive potential enemies?", "Another defence that often uses colour or shape to deceive potential enemies is mimicry."], ["Which type of Beetle is a pest of potato plants?", "These include the following:\n* The Colorado potato beetle, Leptinotarsa decemlineata, is a notorious pest of potato plants."], ["How can Beetle larvae be differentiated from other insect larvae?", "Beetle larvae can be differentiated from other insect larvae by their hardened, often darkened head, the presence of chewing mouthparts, and spiracles along the sides of the body."], ["What do Beetles eat?", "They often feed on plants and fungi, break down animal and plant debris, and eat other invertebrates."], ["What are the similarities between Beetles and grasshoppers?", "Beetles have mouthparts similar to those of grasshoppers."], ["Are certain species of Beetles considered pests?", "Certain species are agricultural pests, such as the Colorado potato beetle Leptinotarsa decemlineata, the boll weevil Anthonomus grandis, the red flour beetle Tribolium castaneum, and the mungbean or cowpea beetle Callosobruchus maculatus, while other species of beetles are important controls of agricultural pests."], ["Is a Beetle's general anatomy uniform?", "The general anatomy of beetles is quite uniform, although specific organs and appendages may vary greatly in appearance and function between the many families in the order."], ["Are Beetles endopterygotes?", "Scarabaeiform larva of the cockchafer, Melolontha melolontha\n\nBeetles are endopterygotes with complete metamorphosis."], ["How many species of Beetles are there?", "There are about 350,000 species of beetles."], ["When are sperm cells transferred to the female?", "During pairing sperm cells are transferred to the female to fertilise the egg."], ["What is the study of Beetles called?", "Beetle collection at the Melbourne Museum, Australia\nThe study of beetles is called coleopterology, and its practitioners are coleopterists."], ["Is it possible that there are more than 350,000 species of Beetles?", "There are about 350,000 species of beetles."], ["Is the Adephaga suborder larger than the Polyphaga suborder?", "The four extant suborders of beetle are these:\n* Polyphaga is the largest suborder, containing more than 300,000 described species in more than 170 families, including rove beetles (Staphylinidae), scarab beetles (Scarabaeidae), blister beetles (Meloidae), stag beetles (Lucanidae) and true weevils (Curculionidae)."], ["Do carrion Beetles eat dung?", "Some of the beetles found within dung and carrion are in fact predatory, such as the clown beetles, preying on the larvae of coprophagous and necrophagous insects."], ["What are prey of various animals including birds and mammals?", "River otters eat a variety of fish and shellfish, as well as small land mammals and birds."], ["What was given by Aristotle for the hardened shield like forewings?", "The name \"Coleoptera\" was given by Aristotle for the hardened shield like forewings (coleo = shield + ptera = wing)."], ["Who or what vary greatly in form within the coleoptera?", "Antennae vary greatly in form within the Coleoptera, but are often similar within any given family."], ["Are many Beetles territorial?", "Many beetles are territorial and will fiercely defend their small patch of territory from intruding males."], ["Are Beetles endopterygotes with complete metamorphosis?", "Scarabaeiform larva of the cockchafer, Melolontha melolontha\n\nBeetles are endopterygotes with complete metamorphosis."], ["Oxygen is what?", "The turtles can take up dissolved oxygen from the water using these papillae, in much the same way that fish use gills to respire."], ["Is there a thriving industry in the collection of Beetle specimens for amateur and professional collectors ?", "Some of the journals specific to beetle research are:\n\nThere is a thriving industry in the collection of beetle specimens for amateur and professional collectors."], ["Have coleopterists formed organisations to facilitate the study of Beetles ?", "Coleopterists have formed organisations to facilitate the study of beetles."], ["Is the study of Beetles called coleopterology , and its practitioners are coleopterists ?", "Beetle collection at the Melbourne Museum, Australia\nThe study of beetles is called coleopterology, and its practitioners are coleopterists."], ["May a single female lay from several dozen to several thousand eggs during her lifetime ?", "Sea turtles lay their eggs on dry sandy beaches."], ["Can Beetles be found in almost all habitats?", "Beetles can be found in almost all habitats, but are not known to occur in the sea or in the polar regions."], ["What happened on plants and fungi?", "They often feed on plants and fungi, break down animal and plant debris, and eat other invertebrates."]], "Duck": [["Are Ducks in the Arctic Northern Hemisphere migratory?", "Some duck species, mainly those breeding in the temperate and Arctic Northern Hemisphere, are migratory; those in the tropics, however, are generally not."], ["Is a drake a male?", "Some people use \"duck\" specifically for adult females and \"drake\" for adult males, for the species described here; others use \"hen\" and \"drake\", respectively."], ["Do all Ducks \"quack\"?", "(As aforementioned though, very few ducks actually do \"quack\")\nMoche Duck."], ["What is the name of a specialized species of Duck adapted to catch large fish?", "A few specialized species such as the smew, goosander, and the mergansers are adapted to catch large fish."], ["What animal attracts the most humor and silliness?", "In 2002, psychologist Richard Wiseman and colleagues at the University of Hertfordshire (UK) finished a year-long LaughLab experiment, concluding that, of the animals in the world, the duck is the type that attracts most humor and silliness; he said \"If you're going to tell a joke involving an animal, make it a duck.\""], ["What is an economic use of a Duck?", "In a sense, this usage results from a need for 'behavioral' analysis of an entity (virtual or otherwise) in an attempt to know what it is or whether it is what is 'claimed' of it (by itself or another)."], ["Who is Daffy Duck?", "Of the many ducks in fiction, many are silly cartoon characters like Daffy Duck (see the New Scientist article  mentioning humor in the word \"duck\")."], ["What makes it more difficult for a diving Duck to fly?", "To be able to submerge more easily, the diving ducks are heavier than dabbling ducks, and therefore have more difficulty taking off to fly."], ["What are the reasons for hunting wild Ducks?", "Duck headcount in 2004\nIn many areas, wild ducks of various species (including ducks farmed and released into the wild) are hunted for food or sport, by shooting, or formerly by decoys."], ["Do Ducks forage underwater?", "Diving ducks and sea ducks forage deep underwater."], ["Is foie gras often made from Ducks?", "Foie gras is often made using the liver of domestic ducks, rather than of geese."], ["What economic uses to Ducks have?", "Ducks have many economic uses, being farmed for their meat, eggs, feathers, (particularly their down)."], ["What kind of Ducks feed on land?", "Dabbling ducks feed on the surface of water or on land, or as deep as they can reach by up-ending without completely submerging."], ["What unrelated water birds are Ducks sometimes confused with?", "Ducks are sometimes confused with several types of unrelated water birds with similar forms, such as loons or divers, grebes, gallinules, and coots."], ["What does the word Duck mean?", "The word \"duck\" may have become an inherently funny word in many languages because ducks are seen as a silly animal, and their odd appearance compared to other birds."], ["What are some common predators of Ducks?", "*Angel Wing - A disease common in ducks."], ["How does a Mallard's tongue work?", "In the Mallard the tongue is a flat plate, and on the tongue's back end is a short liftable flap with about 18 short spikes on for pushing struggling prey and other food down its throat."], ["Are diving Ducks heavier tha dabbling Ducks?", "To be able to submerge more easily, the diving ducks are heavier than dabbling ducks, and therefore have more difficulty taking off to fly."], ["Are adult Ducks fast fliers?", "Adult ducks are fast fliers, but may be caught on the water by large aquatic predators."], ["Are Ducks an accepted presence in some populated areas?", "Ducks have become an accepted presence in populated areas."], ["What types of unrelated water birds with similar forms are Ducks sometimes confused with?", "Ducks are sometimes confused with several types of unrelated water birds with similar forms, such as loons or divers, grebes, gallinules, and coots."], ["Why are Ducklings particularly vulnerable?", "Ducklings are particularly vulnerable, since their inability to fly makes them easy prey not only for avian hunters but also large fish like pike, crocodilians,  and other aquatic hunters, including fish-eating birds such as herons."], ["What are some economic uses for Duck?", "Ducks have many economic uses, being farmed for their meat, eggs, feathers, (particularly their down)."], ["What allows a Duck to filter water out of the side of their beaks and keep food inside?", "These let them filter water out of the side of their beaks and keep food inside."], ["What expression is part of a conceptual framework for testing computer systems?", "The expression is part of a conceptual framework for testing (see Duck test) of some computer systems."], ["Where did the expression \"a sitting Duck\" come from?", "From this came the expression \"a sitting duck\", which means \"an easy target\"."]], "Elephant": [["Are Elephants the largest land animals alive today?", "Elephants are mammals, and the largest land animals alive today."], ["Can an Elephant kill a rhinoceros?", "An elephant can use its trunk for a variety of purposes."], ["Are Elephants good swimmers?", "An elephant is a good swimmer, but it can neither trot, jump, nor gallop."], ["How many living species of African Elephants are there?", "There are three living species: the African Bush Elephant, the African Forest Elephant (until recently known collectively as the African Elephant), and the Asian Elephant (also known as the Indian Elephant)."], ["How long may Elephants live?", "An elephant may live as long as 70 years, sometimes longer."], ["Why does the phrase 'Elephants never forget' have no metaphorical meaning?", "* The phrase 'elephants never forget' has no metaphorical meaning, it refers literally to elephants supposedly having an excellent memory."], ["How many living species of Asian Elephants are there?", "*Elephants are a species which many other organisms depend on."], ["How much do Elephants weight at birth?", "Under the elephant's weight the foot swells, but it gets smaller when the weight is removed."], ["What did Aristotle say about Elephants?", "This did little to belie their image as a crop-raiding pest."], ["Are Elephant populations in West Africa generally small and fragmented?", "Elephant populations in West Africa, on the other hand, are generally small and fragmented, and only account for a small proportion of the continental total."], ["Is the Asian Elephant larger than the African?", "The Asian elephant is smaller than the African."], ["Is an Elephant's skin tough?", "Though tough, an elephant's skin is very sensitive."], ["How do Elephants communicate over long distances?", "Bruce Bagemihl, Biological Exuberance: Animal Homosexuality and Natural Diversity, St. Martin's Press, 1999; pp.427-430\n\n\n\nElephants communicate over long distances by producing and receiving low-frequency sound (infrasound), a sub-sonic rumbling, which can travel through the ground farther than sound travels through the air."], ["When do African Elephants lie down?", "Indian elephants, in contrast, lie down frequently."], ["How long is the Elephant's gestation period?", "Their gestation (pregnancy) period lasts about 22 months (630–660 days), the longest gestation period of any mammal, after which typically one calf is born."], ["How many species of African Elephants have been proposed?", "While this split is not universally accepted by experts    a third species of African elephant has also been proposed."], ["What are the Elephant's ears important for?", "The large flapping ears of an elephant are also very important for temperature regulation."], ["What land animal has the largest brain?", "It is native to the Tigris-Euphrates alluvial salt marsh of Iraq, but it has been suggested that it may have become extinct as a result of the large-scale drainage that has taken place in the region since the 1960s ."], ["Are Elephants mammals?", "Elephants' teeth are very different from those of most other mammals."], ["Have Elephants been used as working animals?", "Elephants have been working animals used in various capacities by humans."], ["Do they prefer forested areas?", "Otters do not depend on their specialized fur alone for survival in the cold waters where many live: they also have very high metabolic rates."], ["What is the world population of Asian Elephants?", "The desire for elephant ivory has been one of the major factors in the reduction of the world's elephant population."], ["What part of an Elephant is very important for temperature regulation?", "The large flapping ears of an elephant are also very important for temperature regulation."], ["Where was the largest Elephant ever recorded shot?", "The largest elephant ever recorded was shot in Angola in 1956."], ["Is an Asian Elephant smaller than an African Elephant?", "The Asian elephant is smaller than the African."], ["What land animal is larger than an Elephant?", "The elephant's gestation period is 22 months, the longest of any land animal."], ["Has tusklessness become a rare abnormality?", "It is native to the Tigris-Euphrates alluvial salt marsh of Iraq, but it has been suggested that it may have become extinct as a result of the large-scale drainage that has taken place in the region since the 1960s ."]], "Gray_Wolf": [["Does the Gray Wolf share an ancestry with the domestic dog?", "As evidenced by studies of DNA sequencing and genetic drift the gray wolf shares a common ancestry with the domestic dog (Canis lupus familiaris)."], ["Do wolf pups tend to have darker fur than adults?", "At birth, wolf pups tend to have darker fur and blue irises that will change to a yellow-gold or orange color when the pups are between 8 and 16 weeks old."], ["Do wolves leave their pack?", "Wolves typically reach sexual maturity after two or three years, at which point many of them will be compelled to leave their birth packs and seek out mates and territories of their own."], ["What kinds of coats do wolves have?", "Wolves' varied coats make it difficult to create fur coats."], ["Where do wolves have scent glands?", "Wolves have scent glands all over their bodies, including at the base of the tail, between toes, and in the eyes, genitalia, and skin."], ["How much do wolves weigh?", "\"How Wolves may be caught with a Snare,\" 15th century."], ["Why do wolves howl?", "Wolves also \"bark-howl\" by adding a brief howl to the end of a bark."], ["What is surplus killing?", "Surplus killing often occurs."], ["Are Gray Wolves native to North America?", "The cougar is another predator encountered by the gray wolf in North America."], ["Is the Gray Wolf a mammal?", "The gray wolf (Canis lupus), also known as the timber wolf or, simply, wolf, is a mammal of the order Carnivora."], ["Are a wolf's teeth its main weapons?", "Capable of delivering up to 10,000 kPa (1450 lbf/in²) of pressure, a wolf's teeth are its main weapons as well as its primary tools."], ["Are wolves built for stamina?", "Wolves are built for stamina, possessing features ideal for long-distance travel."], ["Where is the largest gray wolf population thought to be found?", "Kazakhstan is currently thought to have the largest wolf population of any nation; it has as many as 90,000, versus some 60,000 for Canada."], ["To what genus does the gray wolf belong?", "The gray wolf is a member of the genus Canis, which comprises between 7 and 10 species."], ["When do wolves molt?", "Wolves molt in late spring or early summer."], ["Why is it beneficial for alpha males and females to forcefully prevent other wolves from mating?", "During this time, in fact, the alpha male and alpha female may be forced to prevent other wolves from mating with one another."], ["What type of tools do biologists use to capture wolves for tagging?", "Biologists may also trap wolves for research purposes."], ["Forward, erect ears and slightly bristle hackles are a sign of what in wolves?", "The ears are erect and forward, and the hackles bristle slightly."]], "Kangaroo": [["Is a Kangaroo a reptile?", "A collision with a vehicle is capable of killing a kangaroo."], ["Is a Kangaroo on the Australian coat of arms?", "The kangaroo is an Australian icon: it is featured on the Australian coat of arms,  Australia's coat of arms URL accessed January 6, 2007.  on some of its currency,  The Australian currency URL accessed January 6, 2007.  and is used by many Australian organisations, including Qantas."], ["Was James Cook the first to record the name \"Kangooroo?\"", "The name was first recorded as \"Kangooroo or Kanguru\" on 4 August,1770, by Lieutenant (later Captain) James Cook on the banks of the Endeavour River at the site of modern Cooktown, when HM Bark Endeavour was beached for almost seven weeks to repair damage sustained on the Great Barrier Reef."], ["What is a collective noun for Kangaroos?", "The collective noun for kangaroos is a mob, troop, or court."], ["Where do joeys complete postnatal development?", "Like all marsupials, female kangaroos have a pouch called a marsupium in which joeys complete postnatal development."], ["What do Kangaroos use for \"crawl-walking?\"", "It then raises its hind feet forward, in a form of locomotion called \"crawl-walking.\""], ["Why do Kangaroos have a wide bite?", "Eastern grey kangaroos are predominantly grazers eating a wide variety of grasses whereas some other species (e.g."], ["What is responsible for converting the hydrogen byproduct of fermentation into acetate?", "The hydrogen byproduct of fermentation is instead converted into acetate, which is then used to provide further energy."], ["Are wild Kangaroos shot for meat?", "They are not farmed to any extent, but wild kangaroos are shot for meat, over which there is controversy."], ["Have Kangaroos fared well since European S08_settlement?", "Unlike many of the smaller macropods, kangaroos have fared well since European settlement."], ["Do Kangaroos have many natural predators?", "Kangaroos have few natural predators."], ["What is the average life expectancy of a Kangaroo?", "The average life expectancy of a kangaroo is about 4 6 years."], ["When did the first official report of Kangaroo blindness take place?", "The first official report of kangaroo blindness took place in 1994, in central New South Wales."], ["What are vehicles that frequent isolated roads often fitted with?", "Vehicles that frequent isolated roads, where roadside assistance may be scarce, are often fitted with \"roo bars\" to minimise damage caused by collision."], ["Do Kangaroos eat plants?", "Different species of kangaroos eat different diets."], ["What are some extinct predators of the Kangaroo?", "Other extinct predators included the Marsupial Lion, Megalania and the Wonambi."], ["Is a Kangaroo a Marsupial?", "A kangaroo is a marsupial from the family Macropodidae (macropods, meaning 'large foot')."], ["Is the Kangaroo an herbivour?", "A \"kangaroo crossing\" sign on an Australian highway."], ["Are Kangaroos Shy?", "Kangaroos are shy and retiring by nature, and in normal circumstances present no threat to humans."], ["What method of locomotion do Kangaroos Use?", "Kangaroos are the only large animals to use hopping as a means of locomotion."], ["What is a collective noun for a Kangaroo?", "The collective noun for kangaroos is a mob, troop, or court."], ["What is a roo?", "They asked a nearby local what the creatures were called."], ["What is used to protect a vehicale from a Kangaroo?", "In common use the term is used to describe the largest species from this family, the Red Kangaroo, the Antilopine Kangaroo, and the Eastern and Western Grey Kangaroo of the Macropus genus."], ["What method is used by Kangaroos to travel?", "This fast and energy-efficient method of travel has evolved because of the need to regularly cover large distances in search of food and water, rather than the need to escape predators."], ["Who asked a nearby local what the creatures were called?", "They asked a nearby local what the creatures were called."], ["What are four species that are commonly referred to as Kangaroos?", "There are four species that are commonly referred to as kangaroos:\n* The Red Kangaroo (Macropus rufus) is the largest surviving marsupial anywhere in the world."], ["Are Kangaroos and wallabies adept swimmers?", "Kangaroos and wallabies are adept swimmers, and often flee into waterways if presented with the option."], ["Are Kangaroos farmed to any extent?", "They are not farmed to any extent, but wild kangaroos are shot for meat, over which there is controversy."], ["Who also discovered that less than three percent of Kangaroos exposed to the virus developed blindness ?", "Veterinarians also discovered that less than three percent of kangaroos exposed to the virus developed blindness."], ["Different species of Kangaroos eat what?", "Different species of kangaroos eat different diets."], ["Have Kangaroos dazzled by headlights or startled by engine noise been known to leap in front of cars ?", "Kangaroos dazzled by headlights or startled by engine noise have been known to leap in front of cars."], ["Is a collision with a vehicle capable of killing a Kangaroo ?", "A collision with a vehicle is capable of killing a kangaroo."], ["Was the game of Marn grook played using a ball made from Kangaroo by the Kurnai people ?", "The game of Marn grook was played using a ball made from kangaroo  by the Kurnai people."], ["Have Kangaroos large , powerful hind legs , large feet adapted for leaping , a long muscular tail for balance , and a small head ?", "Kangaroos have large, powerful hind legs, large feet adapted for leaping, a long muscular tail for balance, and a small head."], ["Is a Kangaroo a marsupial from the family macropodidae -LRB- macropods , meaning (`` ` large foot ('' ' -RRB-?", "A kangaroo is a marsupial from the family Macropodidae (macropods, meaning 'large foot')."], ["What kinds of changes have larger Kangaroos adapted much better to?", "In general, larger kangaroos have adapted much better to changes wrought to the Australian landscape by humans and though many of their smaller cousins are endangered, they are plentiful."], ["Have larger Kangaroos adapted much better to changes?", "In general, larger kangaroos have adapted much better to changes wrought to the Australian landscape by humans and though many of their smaller cousins are endangered, they are plentiful."]], "Leopard": [["Is the Leopard smaller than the other members of Panthera?", "Although smaller than the other members of Panthera, the leopard is still able to take large prey given a massive skull that well utilizes powerful jaw muscles."], ["Is a Leopard larger and less lanky than a cheetah?", "The leopard is larger and less lanky than the cheetah but smaller than the jaguar."], ["Are large pythons potential prey for Leopards?", "Even large pythons are potential prey for leopards."], ["What may a Leopard be mistaken for?", "Johns Hopkins University Press, 1999 ISBN 0-8018-5789-9\n\nOne of many spotted cats, a leopard may be mistaken for a cheetah or a jaguar."], ["What is a hybrid animal resulting from a union between a Leopard and a puma?", "link title\n\n\n\n\nPumapard, Rothschild Museum, Tring\nA pumapard is a hybrid animal resulting from a union between a leopard and a puma."], ["Where do Leopards often hide their kills?", "Leopards often hide their kills in dense vegetation or take them up trees,  and are capable of carrying animals up to three times their own weight this way."], ["How did early naturalists distinguish between Leopards and panthers?", "Early naturalists distinguished between leopards and panthers not by colour (a common misconception), but by the length of the tail panthers having longer tails than leopards."], ["What are dark Leopards known as colloquially?", "Leopards that are melanistic, either all-black or very dark in coloration, are known colloquially as Black Panthers."], ["What shape are a Leopard's black roS08_settes in East Africa?", "They are circular in East Africa but tend to be square in southern Africa."], ["Is the Leopard an Old World mammal?", "The leopard (Panthera pardus) is an Old World mammal of the Felidae family and the smallest of the four 'big cats' of the genus Panthera, along with the tiger, lion, and jaguar."], ["Is the Leopard of the Felidae family?", "The leopard (Panthera pardus) is an Old World mammal of the Felidae family and the smallest of the four 'big cats' of the genus Panthera, along with the tiger, lion, and jaguar."], ["Is the Leopard one of the four 'big cats'?", "The leopard (Panthera pardus) is an Old World mammal of the Felidae family and the smallest of the four 'big cats' of the genus Panthera, along with the tiger, lion, and jaguar."], ["Where is the Leopard distributed?", "In regions where they are hunted, nocturnal behaviour is more common."], ["How long is a Leopard's tail?", "Its body is comparatively long for a cat and its legs are short."], ["How much does a Leopard weigh?", "Another of Pocock's leopard skins from southern India had the normal rosettes broken up and fused and so much additional pigment that the animal looked like a black leopard streaked and speckled with yellow."], ["Does a male Leopard weigh more than a female Leopard?", "Female leopard."], ["What is the difference between Leopards and cheetahs?", "Head and body length is between 90 and 190 cm, the tail reaches 60 to 110cm."], ["How does the distribution size of the Leopard compare to the distribution of other wild cats?", "Wild Cats."], ["What resembles that of the similarly-sized cougar in the Americas?", "Its ecological role resembles that of the similarly-sized cougar in the Americas."], ["What was one of the many species described in Linnaeus's 18th-century work, Systema Naturae?", "Forty percent of all described insect species are beetles (about 350,000 species ), and new species are frequently discovered."], ["What sort of cats are solitary?", "These cats are solitary, avoiding one another."], ["Are Leopards circular?", "They are circular in East Africa but tend to be square in southern Africa."], ["Is the Leopard solitary?", "The leopard is solitary and, aside from mating, interactions between individuals appear to be infrequent."], ["What centred in Sierra?", "They were centred in Sierra Leone, Liberia and Côte d'Ivoire."], ["Felis pardus was what?", "Felis pardus was one of the many species described in Linnaeus's 18th-century work, Systema Naturae."], ["Has the New Zealand Rugby League featured the Otahuhu Leopards and then the Tamaki Leopards ?", "The New Zealand Rugby League has featured the Otahuhu Leopards and then the Tamaki Leopards."], ["Were the Leopard men a West African secret society who practised cannibalism ?", "The Leopard men were a West African secret society who practised cannibalism."], ["Was the Leopard tank a German designed tank which entered service in 1965 ?", "The leopard tank was a German designed tank which entered service in 1965."], ["Is the black color heritable and caused by only one recessive gene locus ?", "The black color is heritable and caused by only one recessive gene locus."], ["Is the Leopard -LRB- panthera pardus -RRB- an old world mammal of the felidae family and the smallest of the four (`` ` big cats ('' ' of the genus panthera , along with the tiger , lion , and jaguar?", "The leopard (Panthera pardus) is an Old World mammal of the Felidae family and the smallest of the four 'big cats' of the genus Panthera, along with the tiger, lion, and jaguar."], ["Can a panther be any of several species of large felid?", "A panther can be any of several species of large felid; in North America, the term refers to cougars, in South America, jaguars, and elsewhere, leopards."], ["Is the Leopard an agile and graceful predator?", "The leopard is an agile and graceful predator."]], "Otter": [["Do sea Otters have long muscular tails?", "Most have sharp claws on their feet, and all but the sea otter have long muscular tails."], ["Can Otters survive in cold water?", "In water as warm as 10°C an otter needs to catch 100 g of fish per hour to survive."], ["Does the giant Otter inhabit South Africa?", "The giant otter (Pteronura brasiliensis) inhabits South America, especially the Amazon river basin, but is becoming increasingly rare due to poaching, habitat loss, and the use of mercury and other toxins in illegal alluvial gold mining."], ["How many species of Otter are there?", "Male otters are dog-otters, females are bitches and babies are cubs or pups."], ["What do river Otters eat?", "River otters eat a variety of fish and shellfish, as well as small land mammals and birds."], ["How much do sea Otters weigh?", "Unlike most marine mammals such as (seals or whales), sea otters do not have a layer of insulating blubber."], ["How do sea Otters insulate themselves?", "Unlike most marine mammals such as (seals or whales), sea otters do not have a layer of insulating blubber."], ["Why are sea Otters nearly extinct?", "Male otters are dog-otters, females are bitches and babies are cubs or pups."], ["What is one of the challenges of re-establishing a population of Eurasian Otters in the UK?", "The UK Biodiversity Action Plan envisages the re-establishment of otters by 2010 in all the UK rivers and coastal areas that they inhabited in 1960."], ["Is Otter a kind of mammal?", "The myth of Otter's Ransom    is the starting point of the Volsunga saga."], ["How many species and genera does Otter have?", "With 13 species in 7 genera, otters have an almost worldwide distribution."], ["Do Otters live in water?", "Otters do not depend on their specialized fur alone for survival in the cold waters where many live: they also have very high metabolic rates."], ["Where do sea Otters live?", "Otters do not depend on their specialized fur alone for survival in the cold waters where many live: they also have very high metabolic rates."], ["Where does the word \"Otter\" derive from?", "The word \"otter\" derives from the Old English word otr, otor or oter."], ["Does Otter give birth or lay egg?", "Otters are very active, chasing prey in the water or searching the beds of rivers, lakes or the sea."], ["What drives sea Otter almost to extinction?", "Sea otters have some 200,000 hairs per square cm of skin, a rich fur for which humans hunted them almost to extinction."], ["Why Otters are considered as totem animals?", "In some Native American cultures, otters are considered totem animals."], ["Do sea Otters live along the Pacific coast?", "A sea otter in Morro Bay, California\nSea otters (Enhydra lutris) live along the Pacific coast of North America."], ["Are Otters totem animals?", "In some Native American cultures, otters are considered totem animals."], ["Are Otters herbivores?", "Male otters are dog-otters, females are bitches and babies are cubs or pups."], ["What is the primary item in an Otter's diet?", "Most otters have fish as the primary item in their diet, supplemented by frogs, crayfish and crabs."], ["What is an Otter's den called?", "An otter's den is called a holt."], ["Why is the giant Otter becoming increasingly rare?", "The giant otter (Pteronura brasiliensis) inhabits South America, especially the Amazon river basin, but is becoming increasingly rare due to poaching, habitat loss, and the use of mercury and other toxins in illegal alluvial gold mining."], ["How do Otters keep themselves warm without blubber?", "Unlike most marine mammals such as (seals or whales), sea otters do not have a layer of insulating blubber."], ["How are Otters playful animals?", "Otters are playful animals, for example sliding repeatedly down snowy slopes, apparently from sheer enjoyment."], ["What animals are related to Otters?", "Male otters are dog-otters, females are bitches and babies are cubs or pups."], ["What traps a layer of air, and keeps them dry and warm under water?", "This traps a layer of air, and keeps them dry and warm under water."], ["The collective noun romp is sometimes used for a group of what?", "The collective noun romp is sometimes used for a group of otters, being descriptive of their often playful nature."], ["Is it true that Otters eat a variety of fish?", "River otters eat a variety of fish and shellfish, as well as small land mammals and birds."], ["Are Otters playful animals?", "Otters are playful animals, for example sliding repeatedly down snowy slopes, apparently from sheer enjoyment."], ["Are Otters very active?", "Otters are very active, chasing prey in the water or searching the beds of rivers, lakes or the sea."], ["Are male Otters dog-Otters?", "Male otters are dog-otters, females are bitches and babies are cubs or pups."], ["An Otter 's den is what?", "An otter's den is called a holt."], ["Sea Otters eat what?", "Sea otters eat shellfish and other invertebrates (especially clams, abalone, and sea urchins ), frequently using rocks as crude tools to smash open shells."], ["Is the myth of Otter 's Ransom the starting point of the Volsunga saga ?", "The myth of Otter's Ransom    is the starting point of the Volsunga saga."], ["Are Male Otters dog-Otters , females are bitches and babies are cubs or pups ?", "Male otters are dog-otters, females are bitches and babies are cubs or pups."], ["Is an Otter 's den called a holt ?", "An otter's den is called a holt."], ["Have most Otters fish as the primary item in their diet , supplemented by frogs , crayfish and crabs ?", "Most otters have fish as the primary item in their diet, supplemented by frogs, crayfish and crabs."]], "Penguin": [["Do Penguins feed on krill?", "Most penguins feed on krill, fish, squid, and other forms of sealife caught while swimming underwater."], ["What is the largest living species of Penguin?", "The Emperor penguin (the largest penguin) has the largest body mass of all penguins, which further reduces relative surface area and heat loss."], ["Do Penguins live almost exclusively in the Southern Hemisphere?", "Penguins (order Sphenisciformes, family Spheniscidae) are a group of aquatic, flightless birds living almost exclusively in the Southern Hemisphere."], ["What is \"tobogganing\"?", "What seems clear is that penguins belong to a clade of Neoaves (living birds except paleognaths and fowl) which comprises what is sometimes called \"higher waterbirds\" to distinguish them from the more ancient waterfowl."], ["Why are Penguins countershaded?", "All penguins are countershaded - that is, they have a white underside and a dark (mostly black) upperside."], ["Are Penguins afraid of humans?", "Penguins seem to have no special fear of humans and have approached groups of explorers without hesitation."], ["How much time to Penguins spend on land?", "They spend half of their life on land and half in the oceans."], ["How many species of Penguins are there?", "The evolutionary history of penguins is well-researched and represents a showcase of evolutionary biogeography; though as penguin bones of any one species vary much in size and few good specimens are known, the alpha taxonomy of many prehistoric forms still leaves much to be desired."], ["How are Isabelline Penguins different from most Penguins?", "Isabelline penguins tend to live shorter lives than normal penguins, as they are not well camouflaged against the deep, and are often passed over as mates."], ["Are Penguins birds?", "Penguins (order Sphenisciformes, family Spheniscidae) are a group of aquatic, flightless birds living almost exclusively in the Southern Hemisphere."], ["Do Penguins have a better than average sense of hearing for birds?", "Penguins have an average sense of hearing for birds (Wever et al 1969); this is used by parents and chicks to locate one another in crowded colonies (Jouventin et al 1999)."], ["Are Penguins considered \"higher waterbirds\"?", "What seems clear is that penguins belong to a clade of Neoaves (living birds except paleognaths and fowl) which comprises what is sometimes called \"higher waterbirds\" to distinguish them from the more ancient waterfowl."], ["What order do Penguins belong to?", "What seems clear is that penguins belong to a clade of Neoaves (living birds except paleognaths and fowl) which comprises what is sometimes called \"higher waterbirds\" to distinguish them from the more ancient waterfowl."], ["How tall were the tallest prehistoric Penguins?", "Nordenskjoeld's Giant Penguin was the tallest, growing nearly 1.80 meters (6 ft) tall."], ["What makes Penguins so agile in the water?", "In the water, however, penguins are astonishingly agile."], ["Why do Penguins \"tobaggan\"?", "Typically, penguins do not approach closer than about 3 meters (9 ft); they become nervous at about that distance."], ["Who spend half of their life on land and half in the oceans?", "They spend half of their life on land and half in the oceans."], ["What is also the distance that Antarctic tourists are told to keep from Penguins?", "This is also the distance that Antarctic tourists are told to keep from penguins (tourists are not supposed to approach closer than 3 meters, but are not expected to withdraw if the penguins come closer)."], ["What have become flippers, useless for flight in the air?", "Their wings have become flippers, useless for flight in the air."], ["What happens when mothers lose a chick?", "When mothers lose a chick, they sometimes attempt to \"steal\" another mother's chick, usually unsuccessfully as other females in the vicinity assist the defending mother in keeping her chick."], ["Is it true that each Penguin gets a turn in the center?", "They often huddle together to keep warm and rotate positions to make sure that each penguin gets a turn in the center of the heat pack."], ["Are all Penguins countershaded?", "All penguins are countershaded - that is, they have a white underside and a dark (mostly black) upperside."], ["Are Penguins astonishingly agile?", "In the water, however, penguins are astonishingly agile."], ["Are Penguins at risk?", "Instead, penguins are at risk at sea from predators such as the leopard seal."], ["Is it also possible that Penguin comes from the Latin pinguis , fat ?", "It is also possible that penguin comes from the Latin pinguis, “fat”."], ["Have Penguins an average sense of hearing for birds ?", "Penguins have an average sense of hearing for birds (Wever et al 1969); this is used by parents and chicks to locate one another in crowded colonies (Jouventin et al 1999)."], ["Can larger Penguins dive deep in case of need ?", "Larger penguins can dive deep in case of need."], ["Is the smallest Penguin species the Little Blue Penguin -LRB- also known as the Fairy Penguin -RRB- , which stands around 40 cm tall -LRB- 16 in -RRB- and weighs 1 kg -LRB- 2.2 lb -RRB- ?", "The smallest penguin species is the Little Blue Penguin (also known as the Fairy Penguin), which stands around 40 cm tall (16 in) and weighs 1 kg (2.2 lb)."], ["Is it not even known whether the gigantic palaeeudyptines constitute a monophyletic lineage , or whether gigantism was evolved independently in a much restricted Palaeeudyptinae and the Anthropornithinae ?", "It is not even known whether the gigantic palaeeudyptines constitute a monophyletic lineage, or whether gigantism was evolved independently in a much restricted Palaeeudyptinae and the Anthropornithinae - were they considered valid -, or whether there was a wide size range present in the Palaeeudyptinae as delimited as usually done these days (i.e., including Anthropornis nordenskjoeldi) (Ksepka et al."], ["Is the largest living species the emperor Penguin -LRB- aptenodytes forsteri -RRB-?", "The largest living species is the Emperor Penguin (Aptenodytes forsteri): adults average about 1.1 m (3 ft 7 in) tall and weigh 35 kg (75 lb) or more."], ["Is the smallest Penguin species the little blue Penguin -LRB- also known as the fairy Penguin -RRB- , which stands around 40 cm tall -LRB- 16 in -RRB- and weighs 1 kg -LRB- 2?", "The smallest penguin species is the Little Blue Penguin (also known as the Fairy Penguin), which stands around 40 cm tall (16 in) and weighs 1 kg (2.2 lb)."], ["What happened in a region not quite 2000 km south of the equator 35 mya?", "These were not restricted to Antarctic regions; on the contrary, subantarctic regions harboured high diversity, and at least one giant penguin occurred in a region not quite 2000 km south of the Equator 35 mya , in a climate decidedy warmer than today."]], "Polar_Bear": [["Is polar bear a mammal?", "Because many marine mammal populations had plummeted due to over-hunting, the United States passed the federal Marine Mammal Protection Act in 1972, which prohibited the harassment, injuring or killing of all marine mammal species, including polar bears."], ["Is polar bear a carnivore?", "The polar bear (Ursus maritimus) is a bear native to the Arctic."], ["What is largest polar bear on record?", "The largest polar bear on record was a huge male, allegedly weighing 1002 kg (2200 lb) shot at Kotzebue Sound in northwestern Alaska in 1960."], ["What is polar bear's skin color?", "Its skin is actually black in color."], ["How long is polar bear's guard hair?", "The guard hair is 5-15 cm over most of the body of polar bears."], ["What is cause of polar bear's skin diseases?", "Its skin is actually black in color."], ["Why polar bear is a special species?", "Database entry includes a lengthy justification of why this species is listed as vulnerable."], ["What do fossil and DNA evidence tell us?", "According to both fossil and DNA evidence, the polar bear diverged from the brown bear roughly 200 thousand years ago."], ["Does a polar bear live in the Arctic?", "The polar bear (Ursus maritimus) is a bear native to the Arctic."], ["Is a polar bear white in color?", "Its skin is actually black in color."], ["Is a polar bear at high risk of extinction?", "The polar bear is a vulnerable species at high risk of extinction."], ["How heavy is a male polar bear?", "The polar bear (Ursus maritimus) is a bear native to the Arctic."], ["How heavy was the largest polar bear on record?", "The largest polar bear on record was a huge male, allegedly weighing 1002 kg (2200 lb) shot at Kotzebue Sound in northwestern Alaska in 1960."], ["What does a polar bear's fur provide?", "A polar bear's fur provides camouflage and insulation."], ["Do female polar bears weight more than the male?", "However, more recent genetic studies have shown that some clades of Brown Bear are more closely related to polar bears than to other brown bears, meaning that the polar bear is not a true species according to some species concepts."], ["How much weight do female polar bears gain during pregnancy?", "Only female polar bears enter a dormant state referred to as \"denning\" during pregnancy, though their body temperature does not decrease during this period as it would for a typical mammal in hibernation."], ["Can polar bears be seen under infrared photography?", "The thick undercoat does, however, insulate the bears: they overheat at temperatures above 10 °C (50 °F), and are nearly invisible under infrared photography; only their breath and muzzles can be easily seen."], ["What is actually black in color?", "The black color is heritable and caused by only one recessive gene locus."], ["What insulate it against the cold?", "The air layer also helps insulate the birds in cold waters."], ["What includes a lengthy justification of why this species is listed as vulnerable?", "The otter subfamily Lutrinae forms part of the family Mustelidae, which also includes weasels, polecats, badgers, as well as others."], ["What do with greenpeace and the natural resources defense council have in common?", "On December 14 2006 the Center for Biological Diversity along with Greenpeace and the Natural Resources Defense Council filed a lawsuit in California."], ["Are studies insufficient evidence for global protection?", "Fish and Wildlife Service arguing that local studies are insufficient evidence for global protection at this time."], ["Are polar bears excellent swimmers?", "Polar bears are excellent swimmers and have been seen in open Arctic waters as far as   from land."], ["A semi-aquatic marine mammal , the polar bear has what?", "A semi-aquatic marine mammal, the polar bear has adapted for life on a combination of land, sea, and ice,    \nand is the apex predator within its range."], ["Garbage is what?", "Garbage is now recycled or transported to Thompson, Manitoba."], ["The bears sometimes what?", "The bears sometimes have problems with various skin diseases with dermatitis caused sometimes by mites or other parasites."], ["Is the Polar Bear the mascot of Bowdoin college ?", "The Polar Bear is the mascot of Bowdoin college."], ["Have thumbpolar bears been made both controversial and famous for their distinctive white fur and their habitat ?", "thumbPolar bears have been made both controversial and famous for their distinctive white fur and their habitat."], ["Did Mitchell Taylor , the Nunavut Government Manager of Wildlife Research , not write a letter to the U.S. Fish and Wildlife Service arguing that local studies are insufficient evidence for global protection at this time ?", "Fish and Wildlife Service arguing that local studies are insufficient evidence for global protection at this time."], ["Are Cubs born in December without awakening the mother ?", "Cubs are born in December without awakening the mother."]], "Turtle": [["Are Turtles ectothermic?", "The largest turtles are aquatic."], ["Does the mother care for the young?", "The composition of the milk produced by the mother varies according to the needs of the joey."], ["Are Turtles pets?", "Different animals are called turtles, tortoises, or terrapins in different varieties of English\n\n\n\n\nTurtles, particularly small terrestrial and freshwater turtles, are commonly kept as pets."], ["What shape are the eggs of the larest species of Turtle?", "The eggs of the largest species are spherical, while the eggs of the rest are elongated."], ["How often do Turtles breed?", "Often turtles only breed every few years or more."], ["What do all Turtles and tortoises breathe?", "Even though many turtles spend large amounts of their lives underwater, all turtles and tortoises breathe air, and must surface at regular intervals to refill their lungs."], ["How do Turtles reproduce?", "Researchers have recently discovered a turtle’s organs do not gradually break down or become less efficient over time, unlike most other animals."], ["What has been discovered about Turtles organs?", "Researchers have recently discovered a turtle’s organs do not gradually break down or become less efficient over time, unlike most other animals."], ["What suborder of Turtle draws its head into its shell?", "It was found that the liver, lungs and kidneys of a centenarian turtle are virtually indistinguishable from those of its immature counterpart."], ["Do sea Turtles lay eggs on dry sandy beaches?", "Sea turtles lay their eggs on dry sandy beaches."], ["Are Pleurodira known as side-necked Turtles?", "The Pleurodira are sometimes known as the side-necked turtles, a reference to the way they withdraw their heads into their shells."], ["Are Turtles a part of the Flying Spaghetti Monster?", "The eggs of the largest species are spherical, while the eggs of the rest are elongated."], ["How many suborders are Turtles divided into?", "All but Ageless, Turtles Face Their Biggest Threat: Humans\n\n\n\n\nTurtles are divided into three suborders, one of which, the Paracryptodira, is extinct."], ["Name a Turtle popularly kept as a pet.", "*  - A website on all pet turtle species including a guide on caring for your turtles."], ["Name four related articles for the article on Turtles.", "*  - A website on all pet turtle species including a guide on caring for your turtles."], ["If a Turtle egg was kept warm, what would likely hatch?", "It was found that the liver, lungs and kidneys of a centenarian turtle are virtually indistinguishable from those of its immature counterpart."], ["What do turles use to breathe in the water?", "The turtles can take up dissolved oxygen from the water using these papillae, in much the same way that fish use gills to respire."], ["Why are side-necked Turtles called side-necked Turtles?", "The Pleurodira are sometimes known as the side-necked turtles, a reference to the way they withdraw their heads into their shells."], ["Do Turtles lay eggs underwater?", "Sea turtles lay their eggs on dry sandy beaches."], ["Are Turtle eggs leathery and soft?", "Turtles lay eggs, like other reptiles, which are slightly soft and leathery."], ["Are Turtles being examined for longevity genes?", "This has inspired genetic researchers to begin examining the turtle genome for longevity genes."], ["What suborder of Turtles is extinct?", "All but Ageless, Turtles Face Their Biggest Threat: Humans\n\n\n\n\nTurtles are divided into three suborders, one of which, the Paracryptodira, is extinct."], ["What do Turtle eggs preared to eat consist mainly of?", "Turtle eggs prepared to eat consist mainly of yolk."], ["Where do sea Turtles lay their eggs?", "Sea turtles lay their eggs on dry sandy beaches."], ["What is the smallest suborder of Turtles?", "The Cryptodira is the larger of the two groups and includes all the marine turtles, the terrestrial tortoises, and many of the freshwater turtles."], ["What are Turtle eggs covered in when they incubate?", "They are then covered and left to incubate by themselves."], ["What type of creatures breathe air and don't lay eggs underwater?", "Like other amniotes (reptiles, dinosaurs, birds, and mammals), they breathe air and don't lay eggs underwater, though many species live in or around water."], ["What are deposited in holes dug into mud or sand?", "Large numbers of eggs are deposited in holes dug into mud or sand."], ["What sort of Turtles are ectothermic?", "Encyclopedia of Turtles."], ["Are the largest Turtles aquatic?", "The largest turtles are aquatic."], ["Is aquatic respiration in Australian freshwater Turtles being studied?", "Aquatic respiration in Australian freshwater turtles is currently being studied."], ["These projections , called papillae , have what?", "These projections, called \"papillae\", have a rich blood supply, and serve to increase the surface area of the cloaca."], ["The eggs of the largest species are what?", "The eggs of the largest species are spherical, while the eggs of the rest are elongated."], ["Has this inspired genetic researchers to begin examining the Turtle genome for longevity genes ?", "This has inspired genetic researchers to begin examining the turtle genome for longevity genes."], ["Can Turtles take many years to reach breeding age ?", "Turtles can take many years to reach breeding age."], ["Are Immature sea Turtles not cared for by the adults ?", "Immature sea turtles are not cared for by the adults."], ["Are the Pleurodira sometimes known as the side-necked Turtles , a reference to the way they withdraw their heads into their shells ?", "The Pleurodira are sometimes known as the side-necked turtles, a reference to the way they withdraw their heads into their shells."], ["Does the Order Testudines not include both extant -LRB- living -RRB- and extinct species , the earliest known Turtles being from around 215 million years ago ?", "The Order Testudines includes both extant (living) and extinct species, the earliest known turtles being from around 215 million years ago,  /ref> making turtles one of the oldest reptile groups, and a much more ancient group than lizards and snakes."]]}